{
  "chart": {
    "title": "Human Rights Index",
    "subtitle": "Data by [V-Dem](#dod:v-dem). Expert estimates of the extent to which people are free from government torture, political killings, and forced labor, have property rights, and enjoy the freedoms of movement, religion, expression, and association. The index ranges from 0 to 1 (most rights).",
    "citation": "V-Dem (2025)",
    "originalChartUrl": "https://ourworldindata.org/grapher/human-rights-index-vdem?v=1&csvType=full&useColumnShortNames=false",
    "selection": [
      "World",
      "Argentina",
      "Australia",
      "Botswana",
      "China"
    ]
  },
  "columns": {
    "Civil liberties index (central estimate)": {
      "titleShort": "Human rights index",
      "titleLong": "Human rights index - V-Dem",
      "descriptionShort": "Central estimate of the extent to which people are free from government torture, political killings, and forced labor, they have property rights, and enjoy the freedoms of movement, religion, expression, and association.",
      "descriptionKey": [
        "This index, produced by Varieties of Democracy (V-Dem), is useful if you are especially interested in all people’s political, civil, and physical integrity rights. For data that focuses on specific groups and people’s economic and social rights, our topic pages on [Women’s Rights](https://ourworldindata.org/women-rights), [LGBT+ Rights](https://ourworldindata.org/lgbt-rights), [Food](https://ourworldindata.org/hunger-and-undernourishment), [Health](https://ourworldindata.org/health-meta), and [Education](https://ourworldindata.org/global-education) will be more useful.",
        "It is made up of three sub-indices: [physical integrity rights](https://ourworldindata.org/grapher/physical-integrity-rights-index-vdem), [private civil liberties](https://ourworldindata.org/grapher/private-civil-liberties-index), and [political civil liberties](https://ourworldindata.org/grapher/political-civil-liberties-index).",
        "It is based on assessments by V-Dem's country experts.",
        "V-Dem covers many more countries since 1900, which affects regional averages.",
        "We provide two kinds of regional averages: **country averages** and **population-weighted averages**. Country averages weigh each country equally and give a sense of how the typical country is doing. Population-weighted averages weigh countries with larger populations more and therefore better reflect the average person's experience."
      ],
      "descriptionProcessing": "### Region aggregates\nThe default regional aggregates (including values for the World) have been estimated by averaging the country values. These are only estimated when data for most countries and populations is available (i.e. 70% for most continents). We have used the list of countries in 1900 as a reference.\n\nIn addition, regional aggregates with names like \"Region (population-weighted)\" (including values for World) have been estimated by averaging the country values weighted by population. The population values are from the UN WPP 2024 revision dataset. These are only estimated when 70% of people in region have data for the given year.\n\n### Data imputation\nWe expand the years covered by V-Dem further: To expand the time coverage of today's countries and include more of the period when they were still non-sovereign territories, we identified the historical entity they were a part of and used that regime's data whenever available\n\nFor example, V-Dem only provides regime data since Bangladesh's independence in 1971. There is, however, regime data for Pakistan and the colony of India, both of which the current territory of Bangladesh was a part. We, therefore, use the regime data of Pakistan for Bangladesh from 1947 to 1970, and the regime data of India from 1789 to 1946. We did so for all countries with a past or current population of more than one million.\n\nFor more details on the imputation methodology and which countries are affected, refer to [this file](https://github.com/owid/etl/blob/master/etl/steps/data/garden/democracy/2025-03-17/vdem/vdem.countries_impute.yml).",
      "unit": "",
      "timespan": "1789-2024",
      "type": "Numeric",
      "owidVariableId": 1034526,
      "shortName": "civ_libs_vdem__estimate_best",
      "lastUpdated": "2025-03-17",
      "nextUpdate": "2026-03-17",
      "citationShort": "V-Dem (2025) – processed by Our World in Data",
      "citationLong": "V-Dem (2025) – processed by Our World in Data. “Human rights index – V-Dem” [dataset]. V-Dem, “Democracy report v15” [original data].",
      "fullMetadata": "https://api.ourworldindata.org/v1/indicators/1034526.metadata.json"
    },
    "World region according to OWID": {
      "titleShort": "World region according to OWID",
      "titleLong": "World region according to OWID",
      "descriptionShort": "Regions defined by Our World in Data, which are used in OWID charts and maps.",
      "unit": "",
      "timespan": "2023-2023",
      "type": "Continent",
      "owidVariableId": 900801,
      "shortName": "owid_region",
      "lastUpdated": "2023-01-01",
      "citationShort": "Our World in Data – processed by Our World in Data",
      "citationLong": "Our World in Data – processed by Our World in Data. “World region according to OWID” [dataset]. Our World in Data, “Regions” [original data].",
      "fullMetadata": "https://api.ourworldindata.org/v1/indicators/900801.metadata.json"
    }
  },
  "dateDownloaded": "2026-02-06",
  "activeFilters": {}
}